[
{
  "correct_id": "Q534153",
  "string": "captain marvel",
  "text": " fantasy novelist David Gemmell. Achilles is featured heavily in the novel The Firebrand by Marion Zimmer Bradley. The comic book hero Captain Marvel is endowed with the courage of Achilles, as well ",
  "wrong_id": "Q41421"
},
{
  "correct_id": "Q121378",
  "string": "corfu",
  "text": " the city of Corfu Greece, Empress of Austria Elisabeth of Bavaria also known as Sissi built in 1890 a summer palace with Achilles as its central theme and ",
  "wrong_id": "Q3453113"
},
{
  "correct_id": "Q38012",
  "string": "hera",
  "text": " a tale which offers an alternative version of these events: in Argonautica (iv.760) Hera alludes to Thetis's chaste resistance to the advances of Zeus, that Thetis was so loyal ",
  "wrong_id": "Q37162645"
},
{
  "correct_id": "Q192931",
  "string": "pausanias",
  "text": " mention the spear, which he would indeed have touched with excitement. But it was being shown in the time of Pausanias in the second century AD. Achilles and ",
  "wrong_id": "Q941521"
},
{
  "correct_id": "Q897",
  "string": "gold",
  "text": " the awards have been broadcast from the Kodak Theatre. Oscar statuette. Design. The official name of the Oscar statuette is the Academy Award of Merit. Made of gold-plated britannium on a ",
  "wrong_id": "Q5578561"
},
{
  "correct_id": "Q102083",
  "string": "knight",
  "text": " knight rendered in Art Deco style holding a crusader's sword standing on a reel of film with five spokes. The five spokes each represent the original branches of the Academy: Actors, ",
  "wrong_id": "Q17057554"
},
{
  "correct_id": "Q387005",
  "string": "george h. smith",
  "text": " influence on a number of notable people in different fields. Examples include philosophers such as John Hospers, George H. Smith, Allan Gotthelf, Robert Mayhew and Tara Smith, economists such as Alan Greenspan, ",
  "wrong_id": "Q3077290"
},
{
  "correct_id": "Q1845",
  "string": "bible",
  "text": " Book-of-the-Month Club asked what the most influential book in the respondent's life was, Rand's Atlas Shrugged was the second most popular choice, after the Bible. Readers polled in ",
  "wrong_id": "Q37563686"
},
{
  "correct_id": "Q612688",
  "string": "the fountainhead",
  "text": " writings of both men throughout her career. Rand's first major success as a writer came with The Fountainhead in 1943, a romantic drama and philosophical novel that she wrote over a period ",
  "wrong_id": "Q633008"
},
{
  "correct_id": "Q185943",
  "string": "amnesty",
  "text": " the military, Abdelaziz Bouteflika, the current president, was elected. Post war. By 2002, the main guerrilla groups had either been destroyed or surrendered, taking advantage of an amnesty program, though ",
  "wrong_id": "Q4747377"
},
{
  "correct_id": "Q159",
  "string": "russia",
  "text": " or England, Ireland, the Netherlands, Germany, Poland, Russia, Scandinavia and even Iceland, India, Southeast Asia and North America. The impact of these attacks was devastating – France, England, and Spain ",
  "wrong_id": "Q182648"
},
{
  "correct_id": "Q948",
  "string": "tunisia",
  "text": " nomadic or partly nomadic. Almost 30% of Algerians are under 15. Algeria has the fourth lowest fertility rate in the Greater Middle East after Cyprus, Tunisia, and ",
  "wrong_id": "Q17671157"
},
{
  "correct_id": "Q106039",
  "string": "christian",
  "text": " Christian and other non-Islamic shipping in the western Mediterranean Sea. Their stronghold was along the stretch of northern Africa known as the Barbary Coast (a medieval term for the Maghreb after ",
  "wrong_id": "Q25217994"
},
{
  "correct_id": "Q148319",
  "string": "planetarium",
  "text": " have outreach programs including public telescope time and sometime planetariums as a public service and to encourage interest in the field. See also. List of astronomers. List of Muslim ",
  "wrong_id": "Q413550"
},
{
  "correct_id": "Q4213",
  "string": "telescope",
  "text": " the night, it is very rare for a modern professional astronomer to use an eyepiece on a larger telescope. It is far more common to use a charge-coupled ",
  "wrong_id": "Q261131"
},
{
  "correct_id": "Q4213",
  "string": "telescope",
  "text": " the range from so-called \"armchair astronomers\" to the very ambitious, who own science-grade telescopes and instruments with which they are able to make their own discoveries and ",
  "wrong_id": "Q18172319"
},
{
  "correct_id": "Q8686",
  "string": "shanghai",
  "text": " set after splitting the first two sets. Before the 2005 Tennis Masters Cup in Shanghai, Agassi rolled his ankle in a racquetball accident and tore several ligaments. He ",
  "wrong_id": "Q582284"
},
{
  "correct_id": "Q32096",
  "string": "super bowl",
  "text": " in the AFC Championship game with the winner receiving the Lamar Hunt Trophy. The AFC champion plays the NFC champion in the Super Bowl. After Super Bowl XLIII the AFC ",
  "wrong_id": "Q18612009"
},
{
  "correct_id": "Q223511",
  "string": "cincinnati bengals",
  "text": " Cincinnati Bengals. AFC South: Tennessee Titans. Jacksonville Jaguars. Indianapolis Colts. Houston Texans. AFC East: New England Patriots. Miami Dolphins. New York Jets. Buffalo Bills. AFC West: Denver Broncos. San Diego Chargers. ",
  "wrong_id": "Q5120218"
},
{
  "correct_id": "Q2796622",
  "string": "mean",
  "text": " components due to different explanatory variables. In its simplest form ANOVA gives a statistical test of whether the means of several groups are all equal, and therefore generalizes ",
  "wrong_id": "Q16977938"
},
{
  "correct_id": "Q374",
  "string": "vodka",
  "text": " experiment, Group A is given vodka, Group B is given gin, and Group C is given a placebo. All groups are then tested with a memory task. A one-way ANOVA can ",
  "wrong_id": "Q20671324"
},
{
  "correct_id": "Q959362",
  "string": "gin",
  "text": " Group A is given vodka, Group B is given gin, and Group C is given a placebo. All groups are then tested with a memory task. A one-way ANOVA can ",
  "wrong_id": "Q238264"
},
{
  "correct_id": "Q159394",
  "string": "defendant",
  "text": " formal reading of a criminal complaint in the presence of the defendant to inform the defendant of the charges against him or her. In response to arraignment, the accused is expected ",
  "wrong_id": "Q27881698"
},
{
  "correct_id": "Q1763090",
  "string": "sentence",
  "text": " the offense, mitigating factors, and the defendant's character, and pass sentence. If the defendant pleads not guilty, a date will be set for a preliminary hearing or a trial. In ",
  "wrong_id": "Q2509500"
},
{
  "correct_id": "Q42225",
  "string": "far east",
  "text": " to the English word mummy. Asphalt was also used by ancient Egyptians to embalm mummies. In the ancient Far East, natural asphalt was slowly boiled to get rid of the higher ",
  "wrong_id": "Q5434526"
},
{
  "correct_id": "Q76904",
  "string": "kerosene",
  "text": " in the United States from 1852 to 1873. Asphalt is typically stored and transported at temperatures around 300 degrees Fahrenheit (150°C). Sometimes diesel oil or kerosene are mixed in before shipping ",
  "wrong_id": "Q3814752"
},
{
  "correct_id": "Q9129",
  "string": "greek",
  "text": "Greek ásphalton, ásphaltos (άσφαλτος), a word of uncertain origin meaning \"asphalt/bitumen/pitch\" which some derive from α- \"without\" and σφάλλω \"to make fall\". Background. Asphalt or bitumen can sometimes be confused with tar, ",
  "wrong_id": "Q37443104"
},
{
  "correct_id": "Q629",
  "string": "oxygen",
  "text": " separated. Further processing is possible by \"blowing\" the product: namely reacting it with oxygen. This makes the product harder and more viscous. Natural deposits of asphalt include lake asphalts ",
  "wrong_id": "Q1918017"
},
{
  "correct_id": "Q43261",
  "string": "horizon",
  "text": " Lovell navigated by star sightings using a sextant built into the spacecraft, measuring the angle between a star and the Earth's (or the Moon's) horizon. This task proved to be ",
  "wrong_id": "Q5903351"
},
{
  "correct_id": "Q25276",
  "string": "isotope",
  "text": "isotopes. Most naturally occurring elements exist as a mixture of isotopes, and the average atomic mass of this mixture determines the element's atomic weight. The current standard for the ",
  "wrong_id": "Q20194776"
},
{
  "correct_id": "Q36602",
  "string": "order",
  "text": " However, the aardvark is not closely related to the pig; rather, it is the sole recent representative of the obscure mammalian order Tubulidentata, in which it is usually considered ",
  "wrong_id": "Q10861678"
},
{
  "correct_id": "Q18",
  "string": "south america",
  "text": " it is usually considered to form a single variable species of the genus Orycteropus, coextensive with the family Orycteropodidae. The aardvark is not closely related to the South American anteater, despite ",
  "wrong_id": "Q20201199"
},
{
  "correct_id": "Q972452",
  "string": "anteater",
  "text": " of the genus Orycteropus, coextensive with the family Orycteropodidae. The aardvark is not closely related to the South American anteater, despite sharing some characteristics and a superficial resemblance. The closest living ",
  "wrong_id": "Q4771109"
},
{
  "correct_id": "Q42320",
  "string": "savanna",
  "text": " suitable habitat for them to live, such as savannas, grasslands, woodlands and bushland, and available food (i.e., ants and termites). Mythology and popular culture. In African folklore the aardvark is much ",
  "wrong_id": "Q412871"
},
{
  "correct_id": "Q11769",
  "string": "bering strait",
  "text": " northeast of Asia, Siberia is separated from North America by the Bering Strait. Asia is bounded on the south by the Indian Ocean (specifically, from west to east, the ",
  "wrong_id": "Q4035041"
},
{
  "correct_id": "Q605744",
  "string": "asia",
  "text": " as to why three women's names are used to describe one enormous and substantial land mass (Europa, Asia, and Libya, referring to Africa), stating that most Greeks ",
  "wrong_id": "Q31872745"
},
{
  "correct_id": "Q8646",
  "string": "hong kong",
  "text": " and other services. Asia has four main financial centres: Tokyo, Hong Kong, Singapore and Shanghai. Call centres and business process outsourcing (BPOs) are becoming major employers in India, ",
  "wrong_id": "Q520859"
},
{
  "correct_id": "Q79",
  "string": "egypt",
  "text": " Ocean—a number of which may also be considered part of Australasia or Oceania, although Pacific Islanders are not considered Asian. Political geography. Territories and regions. . Note: Part of Egypt",
  "wrong_id": "Q26649315"
},
{
  "correct_id": "Q241",
  "string": "cuba",
  "text": " nationality under Portuguese law). In 1975, 250,000 Cuban soldiers arrived in Angola to help the MPLA forces during the civil war. The largest denomination is Roman Catholicism, but ",
  "wrong_id": "Q35382049"
},
{
  "correct_id": "Q1486",
  "string": "buenos aires",
  "text": " honorary consulate in Saint Petersburg. Angola and the precursor to Russia, the Soviet Union, established relations upon Angola's independence. Americas. Argentina. Date started: 1977-09-02. Angola has an embassy in Buenos Aires. ",
  "wrong_id": "Q31862641"
},
{
  "correct_id": "Q916",
  "string": "angola",
  "text": " Angola-Portugal relations have significantly improved since the Angolan government abandoned communism and nominally embraced democracy in 1991, embracing a pro-U.S. and to a lesser degree pro-Europe foreign policy. Portugal ",
  "wrong_id": "Q32229086"
},
{
  "correct_id": "Q3897",
  "string": "luanda",
  "text": " 1990s. Europe. Bulgaria. Date started: 1975-11-20. Since 1976, Bulgaria has an embassy in Luanda. Angola is represented in Bulgaria through its embassy in Athens (Greece). France. Relations between the two countries ",
  "wrong_id": "Q35386679"
},
{
  "correct_id": "Q15180",
  "string": "soviet union",
  "text": " was aligned with the Eastern bloc, in particular the Soviet Union, Libya, and Cuba. Since then, it has focused on improving relationships with Western countries, cultivating links with other Portuguese-speaking countries, and ",
  "wrong_id": "Q26325591"
},
{
  "correct_id": "Q30",
  "string": "united states of america",
  "text": " which was led from its creation through 2002 by Jonas Savimbi. The U.S. refused to recognize Angola diplomatically during this period. Relations between the United States of America and the Republic of Angola (formerly ",
  "wrong_id": "Q19971019"
},
{
  "correct_id": "Q771405",
  "string": "south asia",
  "text": "The Islamic Republic of Afghanistan is a landlocked country in south central Asia. It is variously described as being located within Central Asia, South Asia, or the Middle ",
  "wrong_id": "Q15753367"
},
{
  "correct_id": "Q7944",
  "string": "earthquake",
  "text": " 35°C in July. The country is frequently subject to minor earthquakes, mainly in the northeast of Hindu Kush mountain areas. Some 125 villages were damaged and 4000 people killed by the ",
  "wrong_id": "Q3656255"
},
{
  "correct_id": "Q5838",
  "string": "kabul",
  "text": " to Kabul and most of its territories ceded to former neighboring countries. In the late 19th century, Afghanistan became a buffer state in \"The Great Game\" played ",
  "wrong_id": "Q32061433"
},
{
  "correct_id": "Q43",
  "string": "turkey",
  "text": "Turkey. Rabi'a Balkhi (the first poetess in the History of Persian Poetry, tenth century, native of Balkh). Daqiqi Balkhi (tenth century, native of Balkh). Farrukhi Sistani (tenth century, ",
  "wrong_id": "Q2024092"
},
{
  "correct_id": "Q427117",
  "string": "feint",
  "text": " one wrist. This could be further specified as katate-dori ikkyō omote, referring to any forward-moving ikkyō technique from that grab. Atemi () are strikes (or feints) employed during an ",
  "wrong_id": "Q26157075"
},
{
  "correct_id": "Q12791",
  "string": "sword",
  "text": " from a sword or other grasped object, which indicates its origins in techniques intended for armed combat. Other techniques, which appear to explicitly be punches (tsuki), are also practiced as ",
  "wrong_id": "Q30504587"
},
{
  "correct_id": "Q145",
  "string": "united kingdom",
  "text": " of aikido to the United States. The United Kingdom followed in 1955; Italy in 1964; Germany and Australia in 1965. Designated \"Official Delegate for Europe and Africa\" by Morihei Ueshiba, ",
  "wrong_id": "Q225249"
},
{
  "correct_id": "Q1438808",
  "string": "fort washington",
  "text": "Fort Washington in mid November, taking about 2,000 prisoners (with an additional 1,000 having been captured during the battle for Long Island). Thus began the infamous \"prison ships\" system the British maintained ",
  "wrong_id": "Q5472259"
},
{
  "correct_id": "Q23",
  "string": "george washington",
  "text": " de Valliere type were used, playing an important role in such battles as the Battle of Saratoga. George Washington wrote about the French supplies and guns in a letter to ",
  "wrong_id": "Q5545913"
},
{
  "correct_id": "Q506",
  "string": "flower",
  "text": " families are composed of herbaceous plants, commonly found in aquatic environments. The flowers are usually arranged in inflorescences, and the mature seeds lack endosperm. The biggest departure from earlier ",
  "wrong_id": "Q27893866"
},
{
  "correct_id": "Q156428",
  "string": "inflorescence",
  "text": " in inflorescences, and the mature seeds lack endosperm. The biggest departure from earlier systems (see below) is the inclusion of family Araceae. By its inclusion the order has grown ",
  "wrong_id": "P3739"
},
{
  "correct_id": "Q1307404",
  "string": "magnoliopsida",
  "text": " system placed the order in the superorder Alismatanae in the subclass Liliidae [= monocotyledons] in the class Magnoliopsida [= angiosperms]; it used this circumscription: order Alismatales. family Alismataceae. family Aponogetonaceae. family ",
  "wrong_id": "Q25314"
},
{
  "correct_id": "Q4932206",
  "string": "jurisprudence",
  "text": " that the affiant personally appeared before the authenticating authority. United States. In American jurisprudence, under the rules for hearsay, admission of an unsupported affidavit as evidence is unusual (especially ",
  "wrong_id": "Q16549001"
},
{
  "correct_id": "Q188675",
  "string": "signature",
  "text": " or deponent, and witnessed as to the authenticity of the affiant's signature by a taker of oaths, such as a notary public or commissioner of oaths. The ",
  "wrong_id": "Q7512806"
},
{
  "correct_id": "Q82946",
  "string": "katakana",
  "text": " term \"animation\" in katakana as アニメーション (animēshon, pronounced), and the term anime (アニメ) emerged in the 1970s as an abbreviation, though some state that the word derives from the French phrase ",
  "wrong_id": "Q12350531"
},
{
  "correct_id": "Q812767",
  "string": "shinto",
  "text": " conventions, animation methods, and Shinto influences to many American children. Ancient Japanese myths – often deriving from the animistic nature worship of Shinto – have influenced anime greatly, but most American ",
  "wrong_id": "Q11502554"
},
{
  "correct_id": "Q483394",
  "string": "genre",
  "text": " as well as online. Both hand-drawn and computer-animated anime exist. It is used in television series, films, video, video games, commercials, and internet-based releases, and represents most, if not all, genre",
  "wrong_id": "Q37446719"
},
{
  "correct_id": "Q102047",
  "string": "suffix",
  "text": " the case and number suffixes (or clitics) of the (Macro-)Altaic languages (taken from Blažek, 2006): /V/ symbolizes an uncertain vowel. Suffixes reconstructed for Proto-Turkic, Proto-Mongolic, Proto-Korean, or Proto-Japonic, but ",
  "wrong_id": "Q1964223"
},
{
  "correct_id": "Q33928",
  "string": "orok",
  "text": " et al. 2003:224). 18 Compare Goguryeo /tok/ \"10\" (Blažek 2006). 19 Manchu \"a very big number\". 20 Orok \"a bundle of 10 squirrels\", Nanai \"collection, gathering\". 21 \"Hundred\" in names of ",
  "wrong_id": "Q7103750"
},
{
  "correct_id": "Q33638",
  "string": "manchu",
  "text": " but nevertheless Starostin et al. (2003) reconstruct them as follows: 1 Manchu /soni/ \"single, odd\". 2 Old Bulgarian /tvi-rem/ \"second\". 3 Kitan has \"2\" (Blažek 2006). 4 is probably a contraction ",
  "wrong_id": "Q3285359"
},
{
  "correct_id": "Q2538485",
  "string": "alex",
  "text": " himself. Characters. Alex: The novel's anti-hero and leader among his droogs. He often refers to himself as \"Your Humble Narrator\". (Having seduced two girls in a music shop, Alex ",
  "wrong_id": "Q16018971"
},
{
  "correct_id": "Q10737",
  "string": "suicide",
  "text": " decides to commit suicide, yet is unable to because the technique prevents him from committing any act of violence, including against himself. In the public library, Alex is quickly ",
  "wrong_id": "Q574758"
},
{
  "correct_id": "Q9730",
  "string": "classical music",
  "text": " and Georgie make clear their dissatisfaction with Alex's domination of the gang. At home in his dreary flat, Alex plays classical music thunderously while bringing himself to climax with fantasies of ",
  "wrong_id": "Q20863080"
},
{
  "correct_id": "Q79857",
  "string": "konya",
  "text": " Menderes River as well as some interior high plains in Anatolia, mainly around Tuz Gölü (Salt Lake) and Konya Ovası (Konya Basin). Turkey is divided into seven census-defined geographical regions: Black ",
  "wrong_id": "Q37754366"
},
{
  "correct_id": "Q621672",
  "string": "pontus",
  "text": " Kurdish People. Lazs. Lycia. Lydia. Ottoman Empire. Pamphylia. Phrygia. Pontus. Saint Anatolia, Roman Catholic Saint. Seljuk Sultanate of Rûm. Troy. Turkey. Turkish Kurdistan. Turkish Riviera. Zaza people. References.",
  "wrong_id": "Q18574419"
},
{
  "correct_id": "Q1227",
  "string": "nevada",
  "text": "Nevada and West Virginia joined as new states of the Union. Tennessee and Louisiana were returned to Union military control early in the war. The territories of Colorado, Dakota, Nebraska, Nevada, ",
  "wrong_id": "Q229296"
},
{
  "correct_id": "Q309941",
  "string": "ice-t",
  "text": " featuring Ice Oscillator also known as Ice-T (keyboards, drums, vocals), Keith Korg also known as Kool Keith (bass, strings, vocals), Mark Moog also known as Marc Live (drums, ",
  "wrong_id": "Q30941788"
},
{
  "correct_id": "Q166382",
  "string": "emir",
  "text": " to Allah Himself\". The word is used for the oath of allegiance to an emir. It is also used for the initiation ceremony specific to many Sufi orders. ",
  "wrong_id": "Q5372519"
},
{
  "correct_id": "Q875611",
  "string": "pledge of allegiance",
  "text": " also used for the initiation ceremony specific to many Sufi orders. See also. Pledge of Allegiance. Treason. Enterprise Feedback Management. References. See also Salmond on \"Citizenship and Allegiance,\" in the Law Quarterly Review ",
  "wrong_id": "Q7204432"
},
{
  "correct_id": "Q381045",
  "string": "oath",
  "text": " in the Qur'an by Surah 48:10: \"Verily, those who give thee their allegiance, they give it but to Allah Himself\". The word is used for the oath of allegiance to ",
  "wrong_id": "Q11631471"
},
{
  "correct_id": "Q3227197",
  "string": "the silkie",
  "text": " The Twisted Men (1964). Rogue Ship (1965). The Winged Man (1966). The Changeling (1967) novel publication of story first published in 1942 and 1944 in Astounding Stories. The Silkie",
  "wrong_id": "Q7764256"
},
{
  "correct_id": "Q362",
  "string": "world war ii",
  "text": " totalitarian police states that emerged after World War II. He wrote a mainstream novel that was set in Communist China, The Violent Man (1962); he said that to research ",
  "wrong_id": "Q15053456"
},
{
  "correct_id": "Q12078",
  "string": "cancer",
  "text": " of cancer. The US Food and Drug Administration in 2000 approved this compound for the treatment of patients with acute promyelocytic leukemia that is resistant to ATRA. It was also ",
  "wrong_id": "Q1032888"
},
{
  "correct_id": "Q9129",
  "string": "greek",
  "text": " strong hydroastatic acid. Astatine is the least reactive of the halogens, being less reactive than iodine. History. The existence of \"eka-iodine\" had been predicted by Mendeleev. Astatine (after Greek αστατος astatos, ",
  "wrong_id": "Q227823"
},
{
  "correct_id": "Q1103",
  "string": "iodine",
  "text": " be contained in the entire Earth's crust. Characteristics. This highly radioactive element has been confirmed by mass spectrometers to behave chemically much like other halogens, especially iodine (it would ",
  "wrong_id": "Q28196266"
},
{
  "correct_id": "Q1354",
  "string": "dhaka",
  "text": " chemist Rajendralal De working in Dhaka, Bangladesh. The name Helvetium was chosen by the Swiss chemist Walter Minder, when he announced the discovery of element 85 in 1940, but ",
  "wrong_id": "Q5268709"
},
{
  "correct_id": "Q9027",
  "string": "swedish",
  "text": " has published two books in Swedish: Stadens ljus. Etableringen av de första svenska gasverken and I fädrens spår. Den svenska infrastrukturens historiska utveckling och framtida utmaningar, and has co-edited several ",
  "wrong_id": "Q37472356"
},
{
  "correct_id": "Q1754",
  "string": "stockholm",
  "text": " Stockholm, and the head of the university's department of History of science and technology. Kaijser has published two books in Swedish: Stadens ljus. Etableringen av de första svenska gasverken and I ",
  "wrong_id": "Q19551232"
},
{
  "correct_id": "Q1053506",
  "string": "centaurus",
  "text": " has co-edited several anthologies. Kaijser is also a member of the editorial board of two scientific journals: Journal of Urban Technology and Centaurus. Lately, he has been occupied with the ",
  "wrong_id": "Q2606272"
}
]
